Repository: andrelccorrea/django-better-passwords
Catalog: django_better_passwords/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Update your password to get started.
pt_br: Atualize sua senha para começar.

source: Your password is at least {} days old and needs to be updated.
pt_br: Sua senha tem pelo menos {} dias e precisa ser atualizada.

source: Password must contain at least {} characters.
pt_br: A senha deve conter pelo menos {} caracteres.

source: Password cannot be longer than {} characters.
pt_br: A senha não pode ter mais de {} caracteres.

source: Password must contain at least {} of the following characters: {}
pt_br: A senha deve conter pelo menos {} um dos seguintes caracteres: {}

source: Password cannot contain the following characters: {}.
pt_br: A senha não pode conter os seguintes caracteres: {}.

source: Password must contain at least one digit.
pt_br: A senha deve conter pelo menos um dígito.

source: Password must contain at least one upper case letter.
pt_br: A senha deve conter pelo menos uma letra maiúscula.

source: Password must contain at least one lower case letter.
pt_br: A senha deve conter pelo menos uma letra minúscula.

source: Your password must be between {} and {} characters length.<br>
pt_br: Sua senha deve ter entre {} e {} caracteres.<br>

source: Your password must contain at least one digit, one upper case and one lower case letters.<br>
pt_br: Sua senha deve conter pelo menos um dígito, uma letra maiúscula e uma letra minúscula.<br>

source: Your password must contain at least one of the following characters: {}<br>
pt_br: Sua senha deve conter pelo menos um dos seguintes caracteres: {}<br>

source: Your password cannot contain the following characters: {}.<br>
pt_br: Sua senha não pode conter os seguintes caracteres: {}.<br>
